package HW3;

public class Task3_3 {
    public static void main(String[] args) {
        //Напишите программу определяющую сумму всех нечетных чисел от 1до 99
        int i=1;

        while (i<=100){

            System.out.println(i);
            i=i+2;

        }
    }
}
