package HW3;
//code formatting!!!
public class Task3_2 {
    public static void main(String[] args) {
        //Напишите программу вывода чисел всех четных чисел от 2 до 100 включительно
        int i=0;

        while (i<=100){
//empty line
            System.out.println(i);
            i=i+2;
//empty line
        }

    }
}
